{
  "english": {
    "nouns": [
      "Silence"
    ],
    "particles": [
      "is"
    ],
    "verbs": [
      "drifting"
    ],
    "adverbs": [
      "Gently"
    ]
  },
  "japanese": {
    "nouns": [
      "極限",
      "メモリ",
      "時",
      "現実",
      "女子",
      "手",
      "光栄",
      ":n::n:relationship",
      "一緒",
      "一切",
      "モデル",
      "名詞",
      "emotional",
      "授業",
      "教科",
      "用",
      ":n::n:言葉",
      ":n::n:技術",
      "移植",
      "四",
      "元",
      "コレクション",
      "論理",
      "可逆",
      "一瞬",
      "全部",
      "さっき",
      "マイナス",
      "どこ",
      "確信",
      "効率",
      "味覚",
      "エアコン",
      "階段",
      "悪口",
      "RELATIONSHIP",
      "-----",
      "アクセス",
      ":n::n:四",
      "入部",
      "心配",
      "鱗",
      "恐怖",
      "興味",
      "新入",
      "加法",
      "性",
      "中国",
      "テクスチャ",
      "消化",
      "他",
      "証拠",
      "全て",
      "response",
      "代わり",
      "行動",
      "ストライド",
      "こっち",
      "はず",
      "ラベル",
      "module",
      "頭",
      "ビジュアル",
      "わけ",
      "タンパク",
      "愚直",
      "分",
      "タイム",
      "EXPECTED",
      "値",
      "デッドロック",
      "処理",
      ");",
      "プル",
      "リング",
      "炭水",
      ":n::n:あと",
      "ここ",
      ":n::n:部室",
      "近く",
      "throw",
      "プロシージャル",
      "今日",
      "プロジェクト",
      "設定",
      "ジオメトリ",
      "校庭",
      "天才",
      "道",
      "配列",
      "行列",
      "集中",
      "ジャンプ",
      "コメント",
      "体調",
      "バックアップ",
      "システム",
      "先生",
      "横",
      "sufferMore",
      "マップ",
      "コントロール",
      "安定",
      "実験",
      "真っ先",
      ":n::n:ドア",
      "ソースプロジェクト",
      "コスト",
      "龍",
      "行為",
      "侵入",
      "次",
      "水",
      "言語",
      ":n::n:なん",
      "量子",
      "強制",
      "馬鹿",
      "前",
      "抽出",
      "蓋",
      "デバイス",
      "活用",
      "たち",
      "詞",
      "自称",
      "問題",
      "どちら",
      "確率",
      "これ",
      "ため",
      "咀嚼",
      "勝手",
      "驚き",
      "Error",
      "視界",
      "人間",
      "対応",
      "普段",
      "弁解",
      "commit",
      "頃",
      "文化",
      "学校",
      "status",
      "蓮田",
      "視点",
      "スタック",
      "ほう",
      "目当て",
      "状態",
      "膨張",
      "年",
      "くせ",
      "言葉遣い",
      "とこ",
      "accepted",
      "通知",
      "革命",
      "紹介",
      "二人",
      "以下",
      "作用",
      "やすく",
      "トークン",
      "変数",
      "米",
      "地形",
      "サーバー",
      "連続",
      "最初",
      "空間",
      "即決",
      "偶然",
      "ニュース",
      "昼",
      "型",
      "オブジェクト",
      "宇宙",
      "収束",
      "信頼",
      "意味",
      "答え",
      "打鍵",
      "進化",
      "ポインタ",
      "占有",
      "レベル",
      "ら",
      "部活",
      "廊下",
      "歩",
      "適当",
      "レッド",
      "帰り道",
      "改造",
      "みんな",
      ":n::n:ここ",
      "課題",
      "削減",
      "完了",
      "さ",
      "地球",
      "height",
      "今度",
      "そこ",
      "独り言",
      "気",
      "反対",
      "笑",
      ":n::n:ラベル",
      "座標",
      "担当",
      "予想",
      "楽",
      ":n::n:憂鬱",
      "真",
      "ページ",
      "ノード",
      "我",
      "語",
      "新人",
      "カレー",
      "サイズ",
      "print",
      "子供",
      "チャンス",
      "慎重",
      "不定",
      "数",
      "改善",
      "論文",
      "そっち",
      "音",
      "監視",
      "動機",
      "回路",
      ":n::n:沈黙",
      "リソース",
      "最小",
      "浸食",
      "頂点",
      "形容",
      "ヶ月",
      "熟練",
      "ポテンシャル",
      "私",
      "系",
      "シード",
      "自覚",
      "スクリプト",
      "欄",
      "官",
      "else",
      "らしい",
      "部",
      "配置",
      "線形",
      "もん",
      "絶対",
      "簡潔",
      "生",
      "目",
      "progress",
      "ファイアウォール",
      "コミット",
      "日常",
      "補完",
      "進捗",
      "Incompatible",
      "部員",
      "友",
      "とき",
      "格闘",
      "不満",
      "昨日",
      ")",
      "募集",
      "チェック",
      "リクエスト",
      "貧弱",
      "妄想",
      "squash",
      "板",
      "一概",
      "レンダリング",
      "解除",
      "つ",
      "1000",
      "原動",
      "背後",
      "feat",
      "doesnt",
      "ルーム",
      "モデリング",
      "機能",
      "しょう",
      "崩壊",
      "現在",
      "部門",
      "たび",
      "continueSuffering",
      "パラダイム",
      "定理",
      "正",
      "元カレ",
      ":n::n:過去",
      "教室",
      "他人",
      "だいたい",
      ":n::n:蓮田",
      "バグ",
      "考え",
      "社",
      "交渉",
      "建設",
      "感情",
      "オーバーフロー",
      "complicated",
      "PCG",
      ":n::n:部長",
      "創造",
      "窓際",
      "罪",
      "息",
      "二",
      "出力",
      "主張",
      ":n::n:美術",
      "必要",
      "経験",
      "相手",
      "ちゃん",
      "レイアウト",
      "あと",
      "無理",
      "2",
      "ペット",
      "下",
      "提示",
      "ピンク",
      "もの",
      "化",
      "人",
      "ソフト",
      "感",
      "色",
      "友達",
      "命",
      "親友",
      "メートル",
      "ボトル",
      "軽薄",
      "0",
      "あそこ",
      "基本",
      "範囲",
      "事実",
      "顔色",
      "ごめん",
      "環境",
      "ユーモア",
      "燃料",
      "書",
      "本当",
      "腹",
      "存在",
      "皆",
      "焦点",
      "目の当たり",
      "1",
      "気色",
      "構造",
      "経済",
      "口",
      "成功",
      "数学",
      "予測",
      "最終",
      "過去",
      ":n::n:昨日",
      "アーキテクチャ",
      "無視",
      "物",
      "ボール",
      "得意",
      "エンジン",
      "ログ",
      "参照",
      "逆恨み",
      "指数",
      "以上",
      "弁当",
      "可変",
      "信仰",
      "スワップ",
      "用事",
      "休息",
      "カーブ",
      "今",
      "クラスメイト",
      "意見",
      ":n::n:学",
      "三",
      "態度",
      "歳",
      "無口",
      "エラー",
      "皮肉",
      "リセット",
      "心",
      "作業",
      "Hello",
      "プロセス",
      "間",
      "工夫",
      "過程",
      "木陰",
      "扱い",
      "技術",
      "離散",
      "摂取",
      "5",
      "群",
      "パイプライン",
      "方法",
      ":n::n:人脈",
      "ベクトル",
      "告白",
      "失恋",
      "破裂",
      "逆算",
      "上",
      "例外",
      "給食",
      "鑑賞",
      "パターン",
      "ドア",
      "終了",
      "核心",
      "質",
      ":n::n:一",
      "溝",
      "どっち",
      "資産",
      "6",
      "同時",
      "子",
      "生存",
      "胃",
      "恩義",
      "確立",
      "素",
      "カリスマ",
      "気持ち",
      "かっこ",
      "サブディビジョンサーフェス",
      "一",
      "急",
      "タスク",
      "仮想",
      "社交",
      "恋愛",
      "版",
      "なん",
      "Blender",
      "arXiv",
      "acceptable",
      "理論",
      "エディタ",
      ":n:二",
      "僕",
      "冷静",
      "挨拶",
      "様子",
      "需要",
      "制限",
      "単語",
      "期待",
      "彼",
      "割り込み",
      "たて",
      "考え事",
      "征東",
      "goToClub",
      "実行",
      "クレス",
      "脳内",
      "論点",
      "やすい",
      "静寂",
      "正当",
      "天然",
      ":n::n:彼",
      "ホワイト",
      "保持",
      "ノート",
      "テキスト",
      "互い",
      "Rust",
      "本気",
      "一種",
      "笑顔",
      "場",
      "話題",
      "帰還",
      "入力",
      "許可",
      "不快",
      "情報",
      "オープン",
      "world",
      "noise",
      "文句",
      "肉",
      "Everling",
      "数式",
      "もったい",
      "ゆらぎ",
      "感じ",
      "直視",
      "成分",
      "日",
      "哲学",
      "常",
      "ベイ",
      "活性",
      "破壊",
      "瞬間",
      "ただ",
      "形状",
      "ぶり",
      "準備",
      "壁",
      "思い",
      "回答",
      "support",
      "逸材",
      "キーボード",
      "シミュレーション",
      "デスク",
      "自体",
      "干渉",
      "中学",
      "真空",
      "'",
      "stability",
      "学",
      "自分",
      "シングルス",
      "完食",
      "意義",
      "次元",
      "switch",
      "確認",
      "暇",
      "名前",
      ":n::n:窓",
      "肝",
      "レビュー",
      "forgive",
      "感動",
      "事柄",
      "嚥下",
      "秒",
      "ハードウェア",
      "鎧",
      "決まり",
      ":n::n:恋愛",
      "ル",
      "デバッグ",
      "組み合わせ",
      "Segmentation",
      "構成",
      "感謝",
      "ご飯",
      "量",
      "彼女",
      "コンパイル",
      "オーバーラップ",
      "想像",
      ":n::n:define",
      ";",
      "方",
      "WIP",
      "ガベージ",
      "統合",
      "スロット",
      "供給",
      "力",
      "ダメ",
      "lover",
      "Fault",
      "定義",
      "状況",
      "グラデーション",
      "的",
      "実装",
      "カバン",
      "ところ",
      "身体",
      "リアル",
      "ルーチン",
      "俺",
      "追加",
      "排他",
      "建築",
      "ビルド",
      "何",
      "結局",
      "人材",
      "レンガ",
      ":n::n:彼女",
      "承諾",
      "先",
      "飯",
      "ゲーム",
      "力学",
      "やつ",
      "中",
      "インスタンス",
      "夕飯",
      "話",
      "予期",
      "発表",
      "顧問",
      "限",
      "踊り場",
      "作成",
      "シェーダー",
      "低音",
      "動き",
      "西庄",
      "最近",
      "8",
      "部長",
      "ショート",
      "世界",
      "生成",
      "度",
      "管理",
      "ラン",
      "欠席",
      "共犯",
      "トレード",
      "テンション",
      "普通",
      "if",
      "衛生",
      "message",
      "親指",
      "不平",
      "章",
      "内",
      "窓",
      "オフ",
      "表現",
      "還元",
      "くん",
      "さん",
      "恋人",
      "食事",
      "リスク",
      "自作",
      "向け",
      "アイデア",
      "指先",
      ":n::n:蒔田",
      "相互",
      "オタク",
      "城",
      "軽視",
      "こと",
      "分析",
      "プロシージャ",
      "向こう",
      "部分",
      "断片",
      "教育",
      "プログラミング",
      "せい",
      "本格",
      "有用",
      "通り",
      "君付け",
      "モード",
      "場所",
      "昔",
      "smile",
      "部室",
      "機会",
      "者",
      "推測",
      "観察",
      "Wi",
      "勾配",
      "つもり",
      "キー",
      "野菜",
      "化学",
      "指",
      "積分",
      "気付き",
      "周",
      "マスター",
      "過剰",
      "安全",
      "戯れ",
      "応用",
      "不足",
      "中立",
      "噂",
      "先輩",
      "percent",
      "肺胞",
      "描画",
      "拡張",
      "教師",
      "reduced",
      "ガウス",
      "用意",
      "リポジトリ",
      "Attention",
      "アルゴリズム",
      "ベジエ",
      "safetensors",
      "変",
      "画面",
      "顔",
      "深夜",
      "関係",
      "具体",
      ":n::n:西庄",
      "計算",
      "評判",
      "勉強",
      "開始",
      "まま",
      "列",
      "reason",
      "今回",
      "経緯",
      "デザイン",
      "ラック",
      "独立",
      "LABEL",
      "地",
      "報告",
      "ノイズ",
      "インス",
      "並列",
      "五",
      "すぎ",
      "うち",
      "なに",
      "獲得",
      "フォルム",
      ":n::n:画面",
      "声",
      "台",
      "発想",
      "有",
      "一人",
      "Noise",
      "犯",
      "背中",
      "混乱",
      "ごめーん",
      "3",
      "ランダム",
      "感覚",
      "常駐",
      "性格",
      "蒔田",
      "程度",
      "いつ",
      "領域",
      ":n::n:肩",
      "そう",
      "スクロール",
      "美術",
      "あいつ",
      "献立",
      "おかず",
      "十",
      "理解",
      "最大",
      "後",
      "思考",
      "時間",
      "水域",
      "頭上",
      "席",
      "集合",
      "君",
      ":n::n:先",
      "事",
      "それ",
      "別",
      "用語",
      "変質",
      "-",
      "言葉",
      "端",
      "先週",
      "分布",
      "後ろ",
      "文字",
      "確保",
      "中心",
      "観測",
      "初心",
      "兵器",
      "メッセージ",
      "すべて",
      "潜在",
      "processing",
      "コード",
      "挙動",
      "関数",
      "外",
      "理由",
      "式",
      "性能",
      "奥",
      "お前",
      "圧倒",
      "faceHer",
      "中身",
      "距離",
      "タンス"
    ],
    "particles": [
      "ながら",
      "ぐらい",
      "たって",
      "なんて",
      "へ",
      "の",
      "から",
      "て",
      "しか",
      "は",
      "な",
      "さ",
      "くらい",
      "ね",
      "し",
      "わ",
      "と",
      "で",
      "じゃ",
      "に",
      "つつ",
      "じゃん",
      "など",
      "か",
      "って",
      "より",
      "ずつ",
      "よ",
      "なあ",
      "ん",
      "ほど",
      "まで",
      "や",
      "たり",
      "ば",
      "だけ",
      "ぜ",
      "なんか",
      "こそ",
      "なり",
      "ぞ",
      "も",
      "けど",
      "が",
      "ねえ",
      "すら",
      "とも",
      "ばっかり",
      "を"
    ],
    "verbs": [
      "持っ",
      "あろう",
      "突い",
      "合わせ",
      "使っ",
      "変える",
      "見せる",
      "だろ",
      "飲ん",
      "選ん",
      "近づく",
      "使う",
      "食べる",
      "よし",
      "扱える",
      "ふむ",
      "転ん",
      "流せる",
      "入り",
      "待つ",
      "ぬ",
      "せ",
      "うーん",
      "た",
      "うん",
      "関する",
      "欠かせ",
      "使わ",
      "並ぶ",
      "だ",
      "さ",
      "傷つく",
      "なり",
      "終わっ",
      "比べ",
      "見つめ",
      "関わる",
      "やっ",
      "言い返せ",
      "聞こえる",
      "決め",
      "開き",
      "沿っ",
      "でしょう",
      "はい",
      "飲みかけ",
      "上げる",
      "運び",
      "褒め",
      "her",
      "はあ",
      "れる",
      "あの",
      "ない",
      "だろう",
      "向かう",
      "話しかけ",
      "振り向か",
      "愛し",
      "わかん",
      "ありがとう",
      "わかっ",
      "へえ",
      "組み込み",
      "たい",
      "でし",
      "通じ",
      "直す",
      "話そう",
      "思う",
      "始める",
      "通りかかっ",
      "立つ",
      "じゃ",
      "見える",
      "書き込ん",
      "より",
      "聞く",
      "見つけ",
      "調べ直し",
      "できる",
      "待て",
      "差し出す",
      "見せ",
      "組み合わせ",
      "狂っ",
      "減っ",
      "帰っ",
      "見え",
      ":n::n:だ",
      "やる",
      "え",
      "現れ",
      "ちがう",
      "去っ",
      ":n::n:振り向く",
      "逸らそう",
      "疑わ",
      "思い出す",
      "変わり",
      "繋がっ",
      "without",
      "べき",
      "出せ",
      "だっ",
      "作り",
      "ず",
      "へー",
      "食い",
      "つれ",
      "うおー",
      "やら",
      "作っ",
      "感じ",
      ":n::n:あれ",
      ":n::n:ふむ",
      "求め",
      "みる",
      "に",
      "起き",
      "会っ",
      "たら",
      "課さ",
      "叩き",
      "しがみつい",
      "残さ",
      "考えよう",
      "応え",
      "輝い",
      "覆わ",
      "拗ね",
      "臨む",
      "たー",
      "行こう",
      "締め付け",
      "立ち上がる",
      "あ",
      "噛み砕ける",
      "書く",
      "なかっ",
      "謝る",
      "で",
      "変わら",
      "向き合う",
      "残る",
      "出し",
      "くれ",
      "続か",
      "わから",
      "ずらし",
      "失わ",
      "供する",
      "進める",
      "作る",
      "ます",
      "使え",
      "横たわる",
      "られる",
      "でしょ",
      "あり",
      "救う",
      "よっ",
      "届く",
      "見る",
      "Everling",
      "まい",
      "繰り返し",
      "言う",
      "つける",
      "立ち上げる",
      "違っ",
      "終わる",
      ":n::n:話せる",
      "壊し",
      "学び",
      "られ",
      "近づい",
      "なら",
      "食わ",
      "き",
      "抑え",
      "得る",
      "許さ",
      "nothing",
      "ええ",
      "戻っ",
      "ん",
      "迷っ",
      "貼り",
      "投げ",
      "読み",
      "気づい",
      "あれ",
      "呑ん",
      "そう",
      "出る",
      "加速する",
      "振っ",
      "吸い",
      "落ち着い",
      "動く",
      "なけれ",
      "終え",
      "やめ",
      "回っ",
      "追い求め",
      "振り返り",
      "聞い",
      "すい",
      "話す",
      "縛ら",
      "上がっ",
      "い",
      "作れ",
      "でき",
      "引きずっ",
      "読ん",
      "見せ合っ",
      "違う",
      "降り",
      "いやあ",
      "導い",
      "せる",
      "笑っ",
      "振ら",
      "おーい",
      ":n::n:負け",
      "組み込む",
      "飛び上がる",
      "しまっ",
      "すぎる",
      "閉じ",
      "離れる",
      "response",
      "編み出し",
      "落ち着く",
      "かけ",
      "あっ",
      "LABEL",
      "な",
      "読める",
      "あげる",
      "しれ",
      "逃げる",
      "いよう",
      "考え",
      "てる",
      "向い",
      "すすめ",
      "行く",
      "入っ",
      "積ん",
      "忘れ",
      "返し",
      "変われる",
      "分かっ",
      "話せる",
      "着い",
      "光る",
      "増える",
      "思っ",
      "し",
      "願い",
      "入れ",
      "みたい",
      "ちゃっ",
      "直し",
      "怠れ",
      "Noise",
      "よぎる",
      "て",
      "しまう",
      "いけ",
      "思わ",
      "震える",
      "言い",
      "変わっ",
      "述べ",
      "あげ",
      "噛む",
      "呼ん",
      "座り",
      "驚い",
      "食っ",
      "振り向く",
      "切る",
      "いく",
      "与え",
      "振り向け",
      "任せ",
      "逃げ",
      "ちゃう",
      "飛ばす",
      "なっ",
      "共鳴する",
      "すぎ",
      "つい",
      "信じ",
      "響く",
      "って",
      "叩か",
      "済ん",
      "聞こえ",
      "立とう",
      "くる",
      "戻ら",
      "傷つける",
      "挙げ",
      "開か",
      "走る",
      "立て",
      "聞か",
      "教え",
      "打っ",
      "見かけ",
      "立ち",
      "考える",
      "傷つい",
      "始まる",
      "閉じこもっ",
      "与えよう",
      "染め",
      "出",
      "する",
      "休み",
      "送っ",
      "書き",
      "開ける",
      "れ",
      "来",
      "休む",
      "消え去る",
      "閃い",
      "渡し",
      "通ら",
      "楽しん",
      "開く",
      "ねえ",
      "とっ",
      "待っ",
      "いえ",
      "立っ",
      "なく",
      "終わら",
      "たかっ",
      "好む",
      "ある",
      "受け取り",
      "ください",
      "です",
      "使い",
      "色褪せ",
      "よう",
      "すれ",
      "始め",
      "掲げ",
      "休ん",
      "付き合う",
      "いら",
      "言っ",
      "ああ",
      "食べ",
      "いう",
      "超え",
      "見",
      "やめよう",
      "ませ",
      "つなげ",
      "いる",
      "教える",
      "返す",
      "来る",
      "おっ",
      "いや",
      "話し",
      "知っ",
      "戻る",
      "映る",
      "行か",
      "俯い",
      "おこう",
      "言わ",
      "行っ",
      "み",
      "なる",
      "らしい",
      "持ち"
    ],
    "adverbs": [
      "ま",
      ":n::n:直接",
      "未だ",
      "なぜ",
      ":n::n:ピンッ",
      "最も",
      "もし",
      "もう",
      "ちょっと",
      "まだ",
      "なるほど",
      "まず",
      "はっきり",
      "特に",
      "また",
      "色々",
      "きっと",
      "とにかく",
      "多分",
      "流石",
      "例えば",
      "しばしば",
      "まさか",
      "ポン",
      "いっぱい",
      "何故",
      "まるで",
      "突然",
      "もっと",
      "もちろん",
      "よろしく",
      "徐々に",
      "突如として",
      "ぜひ",
      "つい",
      "結構",
      "さんざん",
      ":n::n:突然",
      "一歩",
      "一番",
      "少し",
      "初めて",
      "むしろ",
      "既に",
      "まあ",
      "どう",
      "キラキラ",
      "ずっと",
      "すぐ",
      "よく",
      "つまり",
      "そろそろ",
      "こう",
      "ちらり",
      "偶然",
      "一旦",
      "はっと",
      "まったく",
      "たくさん",
      "ゆっくり",
      "そう",
      "そ",
      "まさに",
      "どうぞ",
      "依然",
      "全く",
      "直接",
      "ただ"
    ]
  },
  "chinese": {
    "nouns": [
      "宁静"
    ],
    "particles": [
      "是"
    ],
    "verbs": [
      "漂流"
    ],
    "adverbs": [
      "温柔地"
    ]
  }
}